accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
asusctl
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cava
cavalier
chwd
cpupower
cryptsetup
cuda
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
escrotum-git
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
flatpak
fsarchiver
git
github-cli
glances
gnome-keyring
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
inetutils
iptables-nft
iwd
jfsutils
kicad
kitty
konsole
less
lib32-vulkan-icd-loader
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-fresh
libva-nvidia-driver
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
minecraft-launcher
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
notepad++
notification-daemon
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nouveau-fw
nss-mdns
ntp
nvidia-580xx-dkms
nvidia-settings
nvtop
octopi
opendesktop-fonts
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plasma-desktop
plasma-nm
plasma6-wallpapers-wallpaper-engine-git
plocate
poppler-glib
postman-bin
power-profiles-daemon
preload
pv
python
python-defusedxml
python-packaging
python-pip
python-pipx
qt5-3d
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-xmlpatterns
rebuild-detector
reflector
ripgrep
rsync
rtkit
rtl88x2bu-dkms-git
s-nail
sddm
sg3_utils
shotcut
smartmontools
snapper
sof-firmware
spectacle
spicetify-cli
spicetify-themes-git
spotify
steam
sudo
sysfsutils
texinfo
thunar
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
virtualbox
virtualbox-host-dkms
visual-studio-code-bin
vlc
vlc-plugins-all
vulkan-icd-loader
wget
which
wireless-regdb
wireplumber
wireshark-qt
wpa_supplicant
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
yay
